Revit 2027 API
SymbolTypeId.LbMass Property
 Symbol lb, indicating unit Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMass { get; }
Public Shared ReadOnly Property LbMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMass {
	ForgeTypeId^ get ();
}
static member LbMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace